Repository: wp-plugins/imagetext
Catalog: lang/fpx_imagetext-*.po
Languages: de_de

source: The text in this space was converted to guard against spam robots into an image
de_de: Der Text in diesem Bereich ist als Bild codiert, um ihn vor Spambots zu schützen

source: LaTeX formula
de_de: LaTeX Formel

source: Text Options
de_de: Text Optionen

source: alternate image text
de_de: alternativer Bildtext

source: background color
de_de: Hintergrundfarbe

source: transparant background color
de_de: Hintergrundfarbe Transparenz

source: text color
de_de: Textfarbe

source: CSS class
de_de: CSS Klasse

source: image width
de_de: Bildbreite

source: image height
de_de: Bildhöhe

source: options can be overwritten
de_de: Optionen können überschrieben werden

source: LaTeX Options
de_de: LaTeX Optionen

source: QR Code Options
de_de: QR Code Optionen

source: image size
de_de: Bildgröße

source: error level
de_de: Fehlerlevel

source: Configuration and Usage
de_de: Konfiguration und Benutzung

source: If you like the plugin and want to support my work, I'd appreciate a donation through the following link very much. A donation encouraged me to develop my work further and to thank you again and again so the community.
de_de: Falls Ihnen das Plugin gefällt und Sie möchten meine Arbeit unterstützen, würde ich mich sehr über eine Spende freuen. Mit der Spende unterstützen Sie meine weitere Arbeit und der Dank geht damit auch an die Community

source: The following options may also be passed as parameters to the opening tag to adjust the current formatting. If no parameters are specified in the tags, the global values are used. In parenthesis the parameter name is specified. The use is then: <strong>[imgtxt parameter=value parameter=value ...]</strong>.
de_de: Die nachfolgenden Optionen können auch dem öffnenden Tag direkt übergeben werden, um die aktuelle Formatierung zu setzen. Ist kein Parameter in dem Tag gesetzt, werden hier gesetzten Parameter verwendet. In den Klammern ist der Parametername angegeben. Die Benutzung ist dann: <strong>[imgtxt Parametername=Wert Parametername=Wert ...]</strong>

source: This options can be set with the call <strong>[imgtxt type=text]your content[/imgtxt]</strong>
de_de: Die Optionen können mit dem Aufruf <strong>[imgtxt type=text]Inhalt[/imgtxt]</strong> gesetzt werden

source: This options can be set with the call <strong>[imgtxt type=latex]your content[/imgtxt]</strong>
de_de: Die Optionen können mit dem Aufruf <strong>[imgtxt type=latex]Inhalt[/imgtxt]</strong> gesetzt werden

source: This options can be set with the call <strong>[imgtxt type=qrcode]your content[/imgtxt]</strong>. If the content is empty, the permalink (page url) is used
de_de: Die Optionen können mit dem Aufruf <strong>[imgtxt type=qrcode]Inhalt[/imgtxt]</strong> gesetzt werden. Wenn der Inhalt leer ist, dann wird der Permalink (Seitenurl) verwendet

source: recovery of up to 7% data loss
de_de: bis zu 7% Daten können rekonstruiert werden

source: recovery of up to 15% data loss
de_de: bis zu 15% Daten können rekonstruiert werden

source: recovery of up to 25% data loss
de_de: bis zu 25% Daten können rekonstruiert werden

source: recovery of up to 30% data loss
de_de: bis zu 30% Daten können rekonstruiert werden

source: creates an image with the QR code of the page url
de_de: Erstellt ein Bild mit einem QR Code der Seiten URL

source: API call
de_de: API Aufruf

source: without secure connection (http)
de_de: ohne verschlüsselte Verbindung (http)

source: with secure connection (https)
de_de: mit verschlüsselter Verbindung (https)
